Repository: dharminnwa/IPS
Catalog: IPS.ReportAssembly/cultures/*.resx
Languages: nb_no

# CONTRACT_ACTION
source: Action
nb_no: Handling

# CONTRACT_BETWEEN_GOALS
source: Middle Goals
nb_no: Mellom Mål

# CONTRACT_COACH
source: Coach
nb_no: Trener

# CONTRACT_DEADLINE
source: Deadline
nb_no: Tidsfrist

# CONTRACT_DEVELOPMENT_CONTRACT
source: Development Contract
nb_no: Utviklingskontrakt

# CONTRACT_DEVELOPMENT_CONTRACT_TITLE
source: DEVELOPMENT CONTRACT
nb_no: UTVIKLINGSKONTRAKT

# CONTRACT_DIRECTOR_CONTESTANT
source: Manager / Participant
nb_no: Leder/Deltager

source: We agree that the above areas are discussed in a personal development interview and we commit ourselves to work purposefully, disciplined and structured to enhance performance for the benefit of employees, customers, and the company.
nb_no: Vi er enige om at ovennevnte områder er diskutert i en personlig utviklingssamtale og vi forplikter oss gjensidig i å arbeide målbevisst, disiplinert og strukturert for å øke prestasjoner til beste for medarbeider, kunder og selskapet.

# CONTRACT_EVALUATION_CLOSED
source: Evaluation closed
nb_no: Evaluering stengt

# CONTRACT_EVALUATION_OPEN
source: Evaluation open
nb_no: Evaluering åpen

# CONTRACT_EVALUATION_TIME
source: Evaluation time
nb_no: Evaluerings tidspunkt

# CONTRACT_EXERCISE_EXERCISES_TOWARDS_THE_NEXT_GOAL
source: Exercise exercises towards the next goal
nb_no: Treningsøvelser frem mot neste mål

# CONTRACT_FINAL_GOALS
source: Final Goals
nb_no: Endelige Mål

# CONTRACT_FOCUS_AREAS
source: Focus Areas
nb_no: Fokusområder

# CONTRACT_FOR
source: For
nb_no: Til

# CONTRACT_FOR_PARTICIPANTS
source: For participants
nb_no: For deltager

# CONTRACT_FROM
source: from
nb_no: fra

# CONTRACT_GENERAL_MANAGER
source: General Manager
nb_no: Overordnet Leder

# CONTRACT_HOW
source: How
nb_no: Hvordan

# CONTRACT_HOW_LONG
source: How long
nb_no: Hvor lenge

# CONTRACT_HOW_MANY
source: How many
nb_no: Hvor mange

# CONTRACT_IMPROVE_YOUR_RESULT_TO_PASS
source: Please, improve your result to pass the test.
nb_no: Vær så snill, forbedrer resultatet for å bestå testen.

# CONTRACT_IT_IS_BRONZE
source: It is Bronze!
nb_no: Det er bronse!

# CONTRACT_IT_IS_GOLD
source: It Is Gold!
nb_no: Det er gull!

# CONTRACT_IT_IS_SILVER
source: It is Silver!
nb_no: Det er sølv!

# CONTRACT_LEADERS_EVALUATION
source: Leaders evaluation
nb_no: Leders evaluering

# CONTRACT_LONG_TERM_GOAL
source: Long term goal
nb_no: Langsiktige Mål

# CONTRACT_MEASURING_INTERVAL
source: Measuring interval
nb_no: Målingsintervall

# CONTRACT_MILESTONE1
source: Milestone
nb_no: Milepæl

# CONTRACT_NAME
source: Name
nb_no: Navn

# CONTRACT_NAME_OF_PROFILE
source: Name of profile
nb_no: Navn på profil

# CONTRACT_NEXT_STAGE
source: Next Stage
nb_no: Neste nivå

# CONTRACT_NO_PREVIOUS_MILESTONE
source: No Previous Milestone
nb_no: Ingen tidligere milepæl

# CONTRACT_OUT_OF
source: out of
nb_no: Ut av

# CONTRACT_PAGE
source: Page
nb_no: Side

# CONTRACT_PAGES
source: pages
nb_no: sider

# CONTRACT_PARTICIPANT
source: Participant
nb_no: Deltaker

# CONTRACT_PARTICIPANT_LEADER
source: Participant leader
nb_no: Deltakers leder

# CONTRACT_POINT
source: Point
nb_no: Poeng

# CONTRACT_PROFILE
source: Profile
nb_no: Profil

# CONTRACT_PROFILE_STAGE
source: Profile stage
nb_no: Profil stadie

# CONTRACT_PROJECT
source: Project
nb_no: Prosjekt

# CONTRACT_QUESTIONS
source: Questions
nb_no: Spørsmål

# CONTRACT_REPEATING_TRAINING_PLAN
source: REPEATING TRAINING PLAN
nb_no: REPETERENDE TRENINGS PLAN

# CONTRACT_REPETITION
source: Repetition
nb_no: Repetering

# CONTRACT_SEE_MORE
source: See More
nb_no: Se mer

# CONTRACT_SHORT_GOALS
source: Short Goals
nb_no: Korte Mål

# CONTRACT_SIGNATURE
source: Signature
nb_no: Signatur

# CONTRACT_SKILL1
source: Skill
nb_no: Ferdighet

# CONTRACT_STAGE
source: Stage
nb_no: Milepel

# CONTRACT_START_DATE
source: Start date
nb_no: Start dato

# CONTRACT_START_STAGE
source: Start Stage
nb_no: Start scenen

# CONTRACT_STRONG_KPIS
source: Strong KPIs
nb_no: Sterke KPI`er

# CONTRACT_STRONG_KPIS_EXERCISE_EXERCISES_TOWARDS_THE_NEXT_GOAL
source: Strong KPIs: Exercise exercises towards the next goal
nb_no: Sterke KPIer : Treningsøvelser frem mot neste mål

# CONTRACT_STRONG_KPIS_GOALS
source: Strong KPIs Goals
nb_no: Sterke KPIer Mål

# CONTRACT_STRONG_KPIS_REPETITIVE_TRAINING_DETAILS
source: Strong KPIs: Repetitive training details
nb_no: Sterke KPIer : Repeterende treningsdetaljer

# CONTRACT_SURVEY_DATE_TIME
source: Survey Date/Time
nb_no: Profil undersøkelse/Dato/Tid

# CONTRACT_SURVEY_RESULTS
source: Survey Results
nb_no: Resultater Profil undersøkelse

# CONTRACT_TARGET
source: Target
nb_no: Mål

# CONTRACT_TO
source: to
nb_no: til

# CONTRACT_TRAINING
source: Training
nb_no: Trening

# CONTRACT_TRAINING_EXERCISES
source: Training Exercises
nb_no: Treningsøvelser

# CONTRACT_WEAK_KPIS
source: Weak KPIs
nb_no: Svake KPI`er

# CONTRACT_WEAK_KPIS_EXERCISE_EXERCISES_TOWARDS_THE_NEXT_GOAL
source: Weak KPIs: Exercise exercises towards the next goal
nb_no: Svake KPIer : Treningsøvelser frem mot neste mål

# CONTRACT_WEAK_KPIS_GOALS
source: Weak KPIs Goals
nb_no: Svake KPIer Mål

# CONTRACT_WEAK_KPIS_REPETITIVE_TRAINING_DETAILS
source: Weak KPIs: Repetitive training details
nb_no: Svake KPIer : Repeterende treningsdetaljer

# CONTRACT_WHAT
source: What
nb_no: Hva

# CONTRACT_WHY
source: Why
nb_no: Hvorfor

# CONTRACT_YOU_ANSWERED
source: You answered
nb_no: Du svarte
